<?php
return [
    'title' => 'Заказы',

    'filter' => [
        'name' => 'Фильтр',
        'status' => 'Статус',
        'button' => 'OK',
        'reset' => 'Сбросить фильтр',
    ],

    'id' => [
        'title' => 'Заказ # :id',
        'back' => 'Назад',
        'infoOrder' => 'Информация о заказе',
        'price' => 'Цена',
        'totalPrice' => 'Сумма',
        'create' => 'Создан',
        'change' => 'Смена статуса',
        'status' => 'Статус',
        'button' => 'Изменить',
        'infoUser' => 'Информация о покупателе',
        'fullName' => 'Имя',
        'city' => 'Город',
        'street' => 'Адрес',
        'telephone' => 'Телефон',
        'about' => 'Примечание',
        'nameProducts' => 'Товары',
        'product' => 'Наименование',
        'info' => 'Информация',
        'view' => 'Открыть',
        'cancel' => 'Аннулировать товары',
        'cancelTitle' => 'Вы пытаетесь аннулировать товары в заказе.',
    ],

    'list' => [
        'order' => 'Заказ',
        'login' => 'Пользователь',
        'status' => 'Статус',
        'view' => 'открыть'
    ],
];
