<?php
return [
    'title' => 'Разделы каталога',
    'thead' => 'Название раздела;Сортировка;Видимость;Гиперссылка;Изменить',
    'create' => 'Создать новый раздел',
    'save' => 'Сохранить',
    'enter' => 'Войти',

    'new' => [
        'title' => 'Новый раздел',
        'save' => 'Сохранить',
        'name' => 'Название раздела',
        'sort' => 'Сортировка',
        'visible' => 'Видимость',
        'on' => 'Вкл',
        'off' => 'Выкл',
        'url' => 'Гиперссылка'
    ],

    'delete' => [
        'title' => 'Удаление раздела',
        'question' => 'Удалить раздел и все вложенные разделы?',
        'button' => 'Удалить',
    ],
];
