<?php
return [
    'title' => 'Настройки',
    'key' => 'Параметр',
    'value' => 'Значение',
    'button' => 'Сохранить',

    'description' => [
        'order_status' => 'Статусы заказов. Тип: список.',
        //'status_inactive' => 'ID статусов не активных заказов. Тип: array, напр.: ["1","2",...]',
        'store_admin'  => 'ID пользователей с правами администратора. Тип: список.',
        'footer_copyright' => 'Copyright нижнего колонтитула. Тип: строка.',
        'wysiwyg_editor' => 'Включить или выключить WYSIWYG HTML редавтор. Тип: селектор.',
        'catalog_numberItems' => 'Количество товаров на страницах каталога по умолчанию. Тип: селектор.',
        'catalog_sort' => 'Сортировка элементов на страницах каталога по умолчанию. Тип: селектор.',
        'header_contacts' => 'Контакты в шапке. Тип: строка.',
        'interface_locale' => 'Язык интерфейса. Тип: селектор.',
    ],
];
