<?php
return [
    'login' => [
        'title' => 'Вход в личный кабинет',
        'heading' => 'Вход в личный кабинет',
        'email' => 'Электронный адрес email',
        'password' => 'Пароль',
        'remember' => 'Запомнить',
        'forgot' => 'Забыли пароль?',
        'button' => 'Войти'
    ],

    'register' => [
        'title' => 'Регистрация',
        'heading' => 'Регистрация',
        'email' => 'Электронный адрес email',
        'password' => 'Пароль',
        'confirm' => 'Повторить пароль',
        'already' => 'Уже зарегистрированы?',
        'button' => 'Регистрация',
    ],

    'forgot' => [
        'title' => 'Восстановление пароля',
        'heading' => 'Восстановление пароля',
        'email' => 'Электронный адрес email',
        'button' => 'Получить ссылку для сброса пароля',
        'information' => 'Забыли пароль? Введите адрес электронной почты, на который зарегистрирована учетная запись.'
            .' На указанный адрес электронной почты придет ссылка для сброса пароля.',
    ],

    'reset' => [
        'title' => 'Сброс пароля',
        'heading' => 'Сброс пароля',
        'email' => 'Электронный адрес email',
        'password' => 'Пароль',
        'confirm' => 'Повторить пароль',
        'button' => 'Сбросить пароль',
    ],

    'confirm' => [
        'title' => 'Подтверждение пароля',
        'heading' => 'Подтверждение пароля',
        'password' => 'Пароль',
        'button' => 'Подтвердить',
        'information' => 'Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    ],

    'verify' => [
        'title' => 'Подтверждение адреса электронной почты',
        'heading' => 'Подтверждение адреса электронной почты',
        'information1' => 'Спасибо за регистрацию! Прежде чем приступить к работе, не могли бы вы подтвердить свой адрес'
            .' электронной почты, перейдя по ссылке, которую мы только что отправили вам по электронной почте?'
            .' Если вы не получили электронное письмо, мы с радостью отправим вам другое.',
        'information2' => 'На адрес электронной почты, указанный при регистрации, была отправлена новая ссылка для подтверждения.',
        'buttonResend' => 'Повторно отправить письмо с подтверждением',
        'buttonLogOut' => 'Выйти',
    ],
];
