<?php
return [
    'title' => 'Профиль',
    'heading' => 'Профиль',
    'buttonSave' => 'Сохранить',
    'buttonDelete' => 'Удалить учетную запись',
    'messageSaved' => 'Сохранено.',

    'delete' => [
        'title' => 'Удаление учетной записи',
        'information' => 'Как только учетная запись будет удалена, все ваши данные будут удалены безвозвратно.'
            .' Перед удалением вашей учетной записи, пожалуйста, сохраните всю важную информацию.',
        'message1' => 'Вы уверены, что хотите удалить свою учетную запись?',
        'message2' => 'Как только учетная запись будет удалена, все ваши данные будут удалены безвозвратно.'
            .' Пожалуйста, введите пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.',
        'password' => 'Пароль',
        'buttonCancel' => 'Отмена',
        'buttonDelete' => 'Удалить аккаунт',
    ],

    'updateEmail' => [
        'title' => 'Изменение Email',
        'information' => 'Измените адрес электронной почты.',
        'email' => 'Электронная почта email',
        'massage1' => 'Ваш адрес электронной почты не подтвержден.',
        'massage2' => 'Нажмите здесь, чтобы повторно отправить электронное письмо с подтверждением.',
        'massage3' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
    ],

    'updatePassword' => [
        'title' => 'Изменение пароля',
        'information' => 'В целях безопасности используйте длинный случайный пароль.',
        'current' => 'Текущий пароль',
        'new' => 'Новый пароль',
        'confirm' => 'Повторить пароль',
    ],

    'updateProfile' => [
        'title' => 'Изменение личных данных',
        'information' => 'Обновите информацию профиля учетной записи.',
        'firstName' => 'Фамилия',
        'lastName' => 'Имя',
        'patronymic' => 'Отчество',
        'city' => 'Город',
        'street' => 'Адрес',
        'telephone' => 'Телефон',
        'about' => 'Примечание',
    ],
];
